Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: 1 2 "Significant Events in U.S.-Libyan Relations". 2001-2009.state.gov. Retrieved August 7, 2012..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Butt, Yousaf (January 20, 2015).
ne: 1 2 "Significant Events in U.S.-Libyan Relations", 2001-2009.state.gov, अभिगमन मिति अगस्ट ७, २०१२। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Butt, Yousaf (January 20, 2015).

source: The embargo was targeted at nations perceived as supporting Israel during the Yom Kippur War.[1] The initial nations targeted were Canada, Japan, the Netherlands, the United Kingdom and the United States with the embargo also later extended to Portugal, Rhodesia and South Africa. By the end of the embargo in March 1974,[2] the price of oil had risen from US$3 per barrel to nearly $12 globally; US prices were significantly higher. The embargo caused an oil crisis, or "shock", with many short- and long-term effects on global politics and the global economy.[3] It was later called the "first oil shock", followed by the 1979 oil crisis, termed the "second oil shock."
ne: १९७३ तेल संकट अक्टोबर १९७३ मा सुरु भयो जबअरब पेट्रोल निर्यातक राष्ट्रहरुको संघका सदस्य cरास्ट्रले तेलमा व्यापारिक प्रतिरोध सुरु गरे ।तेलको व्यापारिक प्रतिरोध योम किप्पुर युद्धमा इजरायललाई दहयता गर्ने देशहरु माथि लक्षित गरिएको थियो । [1] सुरु यो व्यापारिक प्रतिरोध क्यानडा , जापान, नेदरल्यान्ड्स , The initial nations targeted were Canada, Japan, संयुक्त अधिराज्य र संयुक्त राज् अमेरिका माथि लक्स्षित गरिएको थियो र पछी पोर्तुगल र दक्षिण अफ्रिकाप्रति पनि विस्तार गरियो । मार्च १९७४ मा व्यापारिक प्रतिरोध अन्त्य भएसंगे ,[2] तेलको मूल्य ३ अमेरिकी डलर प्रति ब्यारेल बाट झन्डै १२ डलर पुगेको थियो , अमेरिकी मूल्यहरू निकै उच्च थिए । यो व्यापरिक प्रतिरोधले तेल संकट निम्त्यायो र विश्व राजनीति र वैश्विक अर्थतन्त्रमा थुप्रै छोटो र दीर्घकालीन असरहरु देखा पर्यो । [3] यसलाई १९७९ को तेल संकट "दोश्रो तेल संकट " भएपछी "पहिलो तेल संकट " भनियो ।

source: By 1969 American domestic output of oil could not keep pace with increasing demand; in 1925 oil had accounted for one-fifth of American energy use. By the time World War II started one-third of America's energy needs was met by oil. Oil started to replace coal as a preferred fuel source — it was used to heat homes and generate electricity, and it was the only fuel that could be used for air transport.
ne: १९६९ सम्म अमेरिकी आन्तरिक तेल उपजले बढ्दो तेलको माग धान्न सकेको थिएन ; । By 1969 American domestic output of oil could not keep pace with increasing demand; in 1925 oil had accounted for one-fifth of American energy use.

source: In 1920, American oilfields accounted for nearly two-thirds of global oil production. In 1945, US production had increased to just over two-thirds. The US had been able to meet its own energy needs independently in the decade between 1945 and 1955, but was importing 350 million barrels per year by the late 1950s, mostly from Venezuela and Canada.
ne: By the time द्वितीय विश्व युद्ध sसुरु भएपछी एक तिहाई अमेरिकी उर्जाको माग तेलबाट पूर्ति हुन्थ्यो । तेलले कोइला जुन घरमा तापको लागि ; विद्युत उत्पादनको लागि , र एक मात्र हवाईजहाज उर्जा थियो ; लाई विस्थापित गर्न सुरु गर्यो । १९२० मा , अमेरिकाले वैश्विक तेल उत्पादनको दुई तिहाई तेल उत्पादन गर्थ्यो । १९४५ मा, यूएस उत्पादन बढेको दुई तिहाई भन्दा बढी थियो। १९४५ देखि १९५५ सम्म अमेरिकाले आफ्नो उर्जाको माग आफै पूर्ति गर्न सक्यो ; १९५० को उत्तरार्धमा प्रत्येक वर्ष ३५ करोड ब्यारेल तेल मुख्यतः भेनेजुएला र क्यानाडा बाट आयात गर्न सुरु गर्यो 1 9 45 मा, यूएस उत्पादन बढेको दुई तिहाई भन्दा बढी थियो।१९७३ मा , अमेरिकी तेल उत्पादन वैश्विक उपजको १६.५ % मा गिर्न पुग्यो 1 9 45 मा, यूएस उत्पादन बढेको दुई तिहाई भन्दा बढी थियो।[4][5]

source: Under the Tehran Price Agreement of 1971 the posted price of oil was increased and, due to a decline in the value of the US dollar relative to gold, certain anti-inflationary measures were enacted.[14][15][16]
ne: तेहरान मुल्य सम्झौता १९७१ अनुसार अमेरिकी डलरको गिर्दो भोको कारणले तेलको मुल्य बढ्यो । [14][15][16]

source: In September 1973 Richard Nixon said, "Oil without a market, as Mr. Mossagedh learned many, many years ago, does not do a country much good," referring to the 1951 nationalization of the Iranian oil industry, but between October 1973 and February 1974 the OPEC countries raised by posted price fourfold to nearly $12.[17]
ne: सेप्टेम्बर १९७३ मा रास्ट्रपति रिचार्ड निक्सन १९५१ मा इरानी तेल उद्योगको राष्ट्रियकरण लाई संकेत गर्दै बताए , "बजार बिनाको तेलले धेरै धेरै वर्ष अघि झैँ कुनै पनि देशलाई राम्रो गर्दैन ," तर ओपेक राष्ट्रले अक्टोबर १९७३ देखि फेब्रुअरी १९७४ सम्म तेलको मुल्य १२ डलर सम्म पुर्याए ।[17]

source: October 16—Saudi Arabia, Iran, Iraq, Abu Dhabi, Kuwait and Qatar raise posted prices by 17% to $3.65 per barrel and announce production cuts.[32] October 17—OAPEC oil ministers agree to use oil to influence the West's support of Israel. They recommended an embargo against non-complying states and mandated export cuts. October 19—Nixon requests Congress to appropriate $2.2 billion in emergency aid to Israel, which triggers a collective Arab response.[33] Libya immediately proclaims an embargo on oil exports to the US.[34] Saudi Arabia and other Arab oil-producing states follow the next day.[34] October 26—The Yom Kippur War ends.
ne: जनवरी १९७३—१९७३-७४ शेयर बजार क्र्यास अगस्ट २३, १९७३—योम किप्पुर युद्धको तयारीबारे साउदी राजा फैसलर इजिप्टेली रास्ट्रपति अनवर सादात Anwar Sadat बीच भेट र "तेल"लाई हतियारको रुपमा प्रयोग गर्ने वार्ता[31] अक्टोबर ६ —Egypt and Syria द्वारा Israeli माथि आक्रमण; १९७३ अरब इजरायल युद्ध सुरु अक्टोबर ८को रात—इजरायल पूर्ण परमाणु सतर्क October 8–10—ओपेक तेल वार्ता October 12—अमेरिका द्वारा इजरायललाई हतियार आपूर्ति ; सोभियत संघ द्वारा अरब पक्षलाई सहयोग October 16—Saudi Arabia, Iran, Iraq, Abu Dhabi, Kuwait र Qatar द्वारा उत्पादन कटौती र मुल्यबृद्धिको घोषणा[32] October 17—ओएपेक तेल मन्त्रि द्वारा पश्चिमी समर्थनलाई तेलले प्रभाव पर्ने निर्णय October 19—निक्सन द्वारा कंग्रेससँग इजरायललाई २.२ अर्ब डलर सहयात गर्न अपिल[33] Libya द्वारा तत्कालै अमेरिका माथि प्रतिरोध[34] साउदी र अन्य तेल उत्पादक मुलुक द्वारा अर्को दिन प्रतिरोध [34] October 26—योम किप्पुर युद्ध अन्त्य.

source: November 23—The Arab embargo is extended to Portugal, Rhodesia and South Africa. November 27—Nixon signs the Emergency Petroleum Allocation Act authorizing price, production, allocation and marketing controls. December 9—Arab oil ministers agree to another five percent production cut for non-friendly countries in January 1974.
ne: November 5—अरब उत्पादकद्वारा २५ % कटौती घोषणा; ५ % अझै कटौती गर्ने धम्कि November 23—पोर्चुगल, रोडेसिया र दक्षिण अफ्रिकामाथि प्रतिरोध विस्तार November 27—निक्सनद्वारा तेल मुल्यको आपतकालीन कानुन हताक्षर December 9—अरब तेल मात्री द्वारा जनवरी १९७४ बाट अर्को ५ % कटौती गर्ने निर्णय December 25—अरब तेल मात्री द्वारा जनवरी १९७४ बाट अर्को ५ % कटौती गर्ने निर्णय .

source: January 18—Israel signs a withdrawal agreement to pull back to the east side of the Suez Canal. February 11—Kissinger unveils the Project Independence plan for US energy independence. February 12–14—Progress in Arab-Israeli disengagement triggers discussion of oil strategy among the heads of state of Algeria, Egypt, Syria and Saudi Arabia.
ne: January 7–9, 1974—ओपेक द्वारा मुल्य अप्रिल १ सम्म फ्रिज January 18—इजरायल द्वारा स्वेज नहरबाट फौज फिर्ता गर्ने सम्झौतामा हस्ताक्षर February 12–14—वार्तामा प्रगति March 5—इजरायलद्वारा आफ्नो अन्तिम फौज Suez Canal.बाट फिर्ता March 17—लिबिया बाहेक अरब तेल मन्त्रिद्वारा अमेरिका माथिको प्रतिरोध अन्त्य December 1974—१९७३-७४ शेयर बजार क्र्यास अन्त्य

source: Current member countries
ne: हालको सदस्य राष्ट्र

source: Membership
ne: सदस्यता

source: 25 May 2017..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Our Mission". OPEC. Retrieved 16 February 2013..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Top 100 Most Influential People in the Shipping Industry: 3.
ne: 25 May 2017..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Our Mission", OPEC, अभिगमन मिति १६ फेब्रुअरी २०१३। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Top 100 Most Influential People in the Shipping Industry: 3.

source: 12 December 2014..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 3 "Production of Crude Oil including Lease Condensate 2016" (CVS download).
ne: 12 December 2014..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 3 "Production of Crude Oil including Lease Condensate 2016" (CVS download), US Energy Information Administration, अभिगमन मिति २८ मे २०१७। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 3 "Crude Oil Proved Reserves 2016" (CVS download), U.S. Energy Information Administration, अभिगमन मिति २८ मे २०१७। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 "Statute" (PDF).

source: US Energy Information Administration.
ne: OPEC. 2012.
